Repository: jodevan/snes-studio
Catalog: SNESStudio/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

# %@ - %lld frames
source: %1$@ - %2$lld frames
es: %@ - %lld fotogramas
fr: %@ - %lld images

# %@ - Mode %lld - %lldx%lld
source: %1$@ - Mode %2$lld - %3$lldx%4$lld
es: %@ - Modo %lld - %lldx%lld
fr: %@ - Mode %lld - %lldx%lld

# %@: %lld bytes
source: %1$@: %2$lld bytes
es: %@: %lld bytes
fr: %@ : %lld octets

source: %lld colors
es: %lld colores
fr: %lld couleurs

source: %lld entities
es: %lld entidades
fr: %lld entités

source: %lld frames
es: %lld fotogramas
fr: %lld images

# %lld frames (%lldx%lld)
source: %1$lld frames (%2$lldx%3$lld)
es: %lld fotogramas (%lldx%lld)
fr: %lld images (%lldx%lld)

source: %lld layer(s)
es: %lld capa(s)
fr: %lld couche(s)

source: %lld layers
es: %lld capas
fr: %lld couches

source: %lld palettes detected
es: %lld paletas detectadas
fr: %lld palettes détectées

source: %lld registers
es: %lld registros
fr: %lld registres

source: %lld screen(s)
es: %lld pantalla(s)
fr: %lld écran(s)

source: %lld tiles extracted
es: %lld tiles extraídos
fr: %lld tiles extraites

# %lld tiles, %lld B, %lld frames
source: %1$lld tiles, %2$lld B, %3$lld frames
es: %lld tiles, %lld B, %lld fotogramas
fr: %lld tiles, %lld o, %lld images

# %lld unique / %lld raw (%lld%% dedup)
source: %1$lld unique / %2$lld raw (%3$lld%% dedup)
es: %lld únicos / %lld brutos (%lld%% dedup)
fr: %lld uniques / %lld brutes (%lld%% dédupliquées)

source: 2 KB SA-1 Internal RAM
es: 2 KB de RAM interna SA-1
fr: 2 Ko de RAM interne SA-1

source: 2D rotation/scaling matrix
es: Matriz de rotación/escala 2D
fr: Matrice de rotation/mise à l'échelle 2D

source: 8 KB WRAM (mirror)
es: 8 KB WRAM (espejo)
fr: 8 Ko WRAM (miroir)

source: 8 palettes of 16 colors
es: 8 paletas de 16 colores
fr: 8 palettes de 16 couleurs

source: 32 per scanline
es: 32 por línea de escaneo
fr: 32 par ligne de balayage

source: 128 KB Work RAM
es: 128 KB de RAM de trabajo
fr: 128 Ko de RAM de travail

source: 128 sprites max, 4bpp
es: 128 sprites máx, 4bpp

source: 128x128 tilemap
es: Tilemap 128x128
fr: Tilemap 128x128

source: 256 KB SA-1 Bitmap RAM
es: 256 KB de RAM bitmap SA-1
fr: 256 Ko de RAM bitmap SA-1

source: 1024 tiles 8x8, 256 colors
es: 1024 tiles 8x8, 256 colores
fr: 1024 tiles 8x8, 256 couleurs

source: ACTION
es: ACCIÓN

source: ACTIVE PALETTE
es: PALETA ACTIVA
fr: PALETTE ACTIVE

source: ACTIVE SCREEN
es: PANTALLA ACTIVA
fr: ÉCRAN ACTIF

source: Add empty frame
es: Añadir fotograma vacío
fr: Ajouter une image vide

source: Add sprite
es: Añadir sprite
fr: Ajouter un sprite

source: Adjust settings and click Analyze
es: Ajusta los parámetros y haz clic en Analizar
fr: Ajustez les paramètres et cliquez sur Analyser

source: All
es: Todos
fr: Tous

source: Also animate the main canvas
es: También animar el lienzo principal
fr: Animer aussi le canvas principal

source: Analyze
es: Analizar
fr: Analyser

source: Analyze ROM
es: Analizar ROM
fr: Analyser une ROM

source: Animated sprite with controller movement
es: Sprite animado con movimiento del mando
fr: Sprite animé avec mouvement au contrôleur

source: Animation:
es: Animación:

source: Anthropic API Key
es: Clave API Anthropic
fr: Clé API Anthropic

source: ANTHROPIC_API_KEY not set
es: ANTHROPIC_API_KEY no configurada
fr: ANTHROPIC_API_KEY non définie

source: Apply
es: Aplicar
fr: Appliquer

source: Ask about the 65816, PPU registers, ca65/ld65... The AI can also modify your assets!
es: Pregunte sobre el 65816, registros PPU, ca65/ld65... ¡La IA también puede modificar sus assets!
fr: Posez des questions sur le 65816, les registres PPU, ca65/ld65... L'IA peut aussi modifier vos assets !

source: ASM Routine
es: Rutina ASM
fr: Routine ASM

source: Assets loaded: %@
es: Assets cargados: %@
fr: Assets chargés : %@

source: assets/ folder not found — %@
es: Carpeta assets/ no encontrada — %@
fr: Dossier assets/ introuvable — %@

source: Atelier (Level 2)
es: Atelier (Nivel 2)
fr: Atelier (Niveau 2)

source: Auto-save error: %@
es: Error de autoguardado: %@
fr: Erreur de sauvegarde auto : %@

source: Auto-save: no assets folder
es: Autoguardado: sin carpeta de assets
fr: Sauvegarde auto : aucun dossier d'assets

source: Available Layers
es: Capas disponibles
fr: Couches disponibles

source: Basic
es: Básico
fr: Basique

source: BG Layers
es: Capas BG
fr: Couches BG

source: Bit 3-0: Brightness (15=max)
es: Bit 3-0: Brillo (15=max)
fr: Bit 3-0 : Luminosité (15=max)

source: Bit Fields
es: Campos de bits
fr: Champs de bits

source: Bit mask: %@
es: Máscara de bits: %@
fr: Masque de bits : %@

source: Black
es: Negro
fr: Noir

source: BUDGET VRAM
es: PRESUPUESTO VRAM

source: Button: %@
es: Botón: %@
fr: Bouton : %@

source: ca65/ld65 not found. Install cc65: brew install cc65
es: ca65/ld65 no encontrados. Instale cc65: brew install cc65
fr: ca65/ld65 introuvables. Installez cc65 : brew install cc65

source: Cancel
es: Cancelar
fr: Annuler

source: Canvas
es: Lienzo
fr: Canevas

source: Cartridge
es: Cartucho
fr: Cartouche

source: CARTRIDGE CONFIGURATION
es: CONFIGURACIÓN CARTUCHO
fr: CONFIGURATION CARTOUCHE

source: Cartridge Profile
es: Perfil de cartucho
fr: Profil de cartouche

source: Cartridge save RAM
es: RAM de guardado del cartucho
fr: RAM de sauvegarde de cartouche

source: Category
es: Categoría
fr: Catégorie

# CELL (%lld, %lld)
source: CELL (%1$lld, %2$lld)
es: CELDA (%lld, %lld)
fr: CELLULE (%lld, %lld)

source: Chip Type
es: Tipo de chip
fr: Type de puce

source: Choose a file...
es: Elegir un archivo...
fr: Choisir un fichier...

source: Choose a screen
es: Elegir una pantalla
fr: Choisir un écran

source: Choose PNG...
es: Elegir PNG...
fr: Choisir un PNG...

source: Choose...
es: Elegir...
fr: Choisir...

source: Clear
es: Borrar
fr: Effacer

source: Close Tab
es: Cerrar pestaña
fr: Fermer l'onglet

source: Cmd+N (new) | Cmd+O (open)
es: Cmd+N (nuevo) | Cmd+O (abrir)
fr: Cmd+N (nouveau) | Cmd+O (ouvrir)

source: Code
es: Código

source: CODE REFERENCES
es: REFERENCIAS CÓDIGO
fr: RÉFÉRENCES CODE

source: COLOR PICKER
es: SELECTOR DE COLOR
fr: SÉLECTEUR DE COULEUR

source: Complement
es: Complemento
fr: Complément

source: CONFIGURATION DETAILS
es: DETALLES DE CONFIGURACIÓN
fr: DÉTAILS DE CONFIGURATION

source: CONSOLE
es: CONSOLA

source: Constraints
es: Restricciones
fr: Contraintes

source: Controller
es: Controles
fr: Contrôleur

source: CONTROLLER MAPPING
es: MAPEO DE CONTROLES
fr: MAPPING CONTRÔLEUR

source: Country
es: País
fr: Pays

source: CPU I/O, DMA, controllers
es: E/S CPU, DMA, controladores
fr: E/S CPU, DMA, contrôleurs

source: Create
es: Crear
fr: Créer

source: Create Project
es: Crear proyecto
fr: Créer le projet

source: Create tilemaps in the Tilemaps editor
es: Cree tilemaps en el editor de Tilemaps
fr: Créez des tilemaps dans l'éditeur de Tilemaps

source: Create zones and screens in the World Manager to find them here.
es: Cree zonas y pantallas en el Gestor de mundo para encontrarlas aquí.
fr: Créez des zones et des écrans dans le Gestionnaire de monde pour les retrouver ici.

source: Create zones and screens in the World Manager to view the VRAM budget
es: Cree zonas y pantallas en el Gestor de mundo para ver el presupuesto VRAM
fr: Créez des zones et des écrans dans le Gestionnaire de monde pour voir le budget VRAM

source: Cycle Tabs
es: Recorrer pestañas
fr: Parcourir les onglets

source: Delete
es: Eliminar
fr: Supprimer

source: Delete current frame
es: Eliminar fotograma actual
fr: Supprimer l'image actuelle

source: Depth
es: Profundidad
fr: Profondeur

source: Depth:
es: Profundidad:
fr: Profondeur :

source: Detail by category
es: Detalle por categoría
fr: Détail par catégorie

source: Develop Super Nintendo games
es: Desarrolla juegos de Super Nintendo
fr: Développez des jeux Super Nintendo

source: Display in front of or behind sprites
es: Mostrar delante o detrás de los sprites
fr: Afficher devant ou derrière les sprites

source: Draw
es: Dibujar
fr: Dessiner

source: Duplicate
es: Duplicar
fr: Dupliquer

source: Duplicate current frame
es: Duplicar fotograma actual
fr: Dupliquer l'image actuelle

source: Duration (frames)
es: Duración (fotogramas)
fr: Durée (images)

source: Each tilemap cell references a tile and a palette from the project.
es: Cada celda del tilemap referencia un tile y una paleta del proyecto.
fr: Chaque cellule de tilemap référence une tile et une palette du projet.

source: Edit
es: Editar
fr: Modifier

source: Editor placeholder — %@
es: Editor — %@
fr: Éditeur — %@

source: Enhancement Chip
es: Chip de mejora
fr: Puce d'amélioration

source: Entities (%lld)
es: Entidades (%lld)
fr: Entités (%lld)

source: Erase block
es: Borrar bloque
fr: Effacer le bloc

source: Eraser (E)
es: Borrador (E)
fr: Gomme (E)

# Error %@: %@
source: Error %1$@: %2$@
es: Error %@: %@
fr: Erreur %@ : %@

source: Estimated cost
es: Costo estimado
fr: Coût estimé

source: ex: Jump
es: ej: Saltar
fr: ex : Sauter

source: ExHiROM banks — up to 8 MB
es: Bancos ExHiROM — hasta 8 MB
fr: Banques ExHiROM — jusqu'à 8 Mo

source: Exit transition costs
es: Costos de transición de salida
fr: Coûts de transition de sortie

source: Exits (%lld)
es: Salidas (%lld)
fr: Sorties (%lld)

source: Eyedropper (I)
es: Cuentagotas (I)
fr: Pipette (I)

source: Feasible in VBlank
es: Factible en VBlank
fr: Faisable en VBlank

source: File
es: Archivo
fr: Fichier

source: File %@ not found in project
es: Archivo %@ no encontrado en el proyecto
fr: Fichier %@ introuvable dans le projet

source: Fill (F)
es: Rellenar (F)
fr: Remplir (F)

source: Filled
es: Relleno
fr: Rempli

source: Flip H
es: Voltear H
fr: Retourner H

source: Flip V
es: Voltear V
fr: Retourner V

source: Flips the tile without using an extra tile in VRAM
es: Voltea el tile sin usar un tile extra en VRAM
fr: Retourne la tile sans utiliser une tile supplémentaire en VRAM

# Frame %lld/%lld
source: Frame %1$lld/%2$lld
es: Fotograma %lld/%lld
fr: Image %lld/%lld

source: Frame duration:
es: Duración del fotograma:
fr: Durée d'image :

source: Frame size:
es: Tamaño de fotograma:
fr: Taille d'image :

source: Frames
es: Fotogramas
fr: Images

source: Frames:
es: Fotogramas:
fr: Images :

source: Free
es: Libre
fr: Libre

source: Generate input.asm
es: Generar input.asm
fr: Générer input.asm

source: Generated Files
es: Archivos generados
fr: Fichiers générés

source: Grid
es: Cuadrícula
fr: Grille

# Grid (%lld, %lld)
source: Grid (%1$lld, %2$lld)
es: Cuadrícula (%lld, %lld)
fr: Grille (%lld, %lld)

source: Grid X
es: Cuadrícula X
fr: Grille X

source: Grid Y
es: Cuadrícula Y
fr: Grille Y

source: Hardware (Level 1)
es: Hardware (Nivel 1)
fr: Hardware (Niveau 1)

source: HARDWARE BUDGET
es: PRESUPUESTO HARDWARE
fr: BUDGET HARDWARE

source: Header
es: Encabezado
fr: En-tête

source: Help
es: Ayuda
fr: Aide

source: Hide grid
es: Ocultar cuadrícula
fr: Masquer la grille

source: Hide layer
es: Ocultar capa
fr: Masquer la couche

source: High priority
es: Prioridad alta
fr: Priorité haute

source: HiROM banks $C0-$FF (64KB per bank)
es: Bancos HiROM $C0-$FF (64KB por banco)
fr: Banques HiROM $C0-$FF (64 Ko par banque)

source: Horizontal flip
es: Volteo horizontal
fr: Retournement horizontal

source: Import
es: Importar
fr: Importer

source: Import %lld tiles
es: Importar %lld tiles
fr: Importer %lld tiles

source: Import a SNES ROM
es: Importar una ROM SNES
fr: Importer une ROM SNES

source: Import ROM...
es: Importar ROM...
fr: Importer une ROM...

source: Import Sheet...
es: Importar hoja...
fr: Importer une planche...

source: Import Sprite Sheet
es: Importar hoja de sprites
fr: Importer une planche de sprites

source: Imported %lld tiles from ROM
es: %lld tiles importados desde la ROM
fr: %lld tiles importées depuis la ROM

source: Inactive
es: Inactivo
fr: Inactif

source: Index
es: Índice

source: input.asm generated (%lld bytes)
es: input.asm generado (%lld bytes)
fr: input.asm généré (%lld octets)

source: Insert After
es: Insertar después
fr: Insérer après

source: Insert Before
es: Insertar antes
fr: Insérer avant

source: Invalid SNES header
es: Encabezado SNES inválido
fr: En-tête SNES invalide

source: Label
es: Etiqueta
fr: Libellé

source: Language
es: Idioma
fr: Langue

source: Layers
es: Capas
fr: Couches

source: Light
es: Claro
fr: Clair

# Ln %lld, Col %lld
source: Ln %1$lld, Col %2$lld
es: Ln %lld, Col %lld
fr: Ln %lld, Col %lld

source: Load a game preset
es: Cargar un preset de juego
fr: Charger un preset de jeu

source: Location
es: Ubicación
fr: Emplacement

source: Logique (Level 4)
es: Logique (Nivel 4)
fr: Logique (Niveau 4)

source: Loop
es: Bucle
fr: Boucle

source: LoROM banks $00-$7D (32KB per bank)
es: Bancos LoROM $00-$7D (32KB por banco)
fr: Banques LoROM $00-$7D (32 Ko par banque)

source: main.asm — modified
es: main.asm — modificado
fr: main.asm — modifié

source: Map byte
es: Byte de mapeo
fr: Octet de mapping

source: Mapping
es: Mapeo

source: Memory
es: Memoria
fr: Mémoire

source: Message...
es: Mensaje...

source: Missing files (defaults): %@
es: Archivos faltantes (por defecto): %@
fr: Fichiers manquants (défauts) : %@

source: Mode
es: Modo

source: Mode %lld
es: Modo %lld

source: Mode 7 Special
es: Modo 7 Especial
fr: Mode 7 Spécial

source: Move Left
es: Mover a la izquierda
fr: Déplacer à gauche

source: Move Right
es: Mover a la derecha
fr: Déplacer à droite

source: My SNES Game
es: Mi juego SNES
fr: Mon jeu SNES

source: Name
es: Nombre
fr: Nom

source: New
es: Nuevo
fr: Nouveau

source: New Project
es: Nuevo proyecto
fr: Nouveau projet

source: New Project...
es: Nuevo proyecto...
fr: Nouveau projet...

source: New SNES Project
es: Nuevo proyecto SNES
fr: Nouveau projet SNES

source: New tilemap
es: Nueva tilemap
fr: Nouvelle tilemap

source: Next
es: Siguiente
fr: Suivant

source: Next Frame
es: Fotograma siguiente
fr: Image suivante

source: No animation selected
es: Ninguna animación seleccionada
fr: Aucune animation sélectionnée

source: No assets path configured
es: Sin ruta de assets configurada
fr: Aucun chemin d'assets configuré

source: No exits configured
es: Sin salidas configuradas
fr: Aucune sortie configurée

source: No layers
es: Sin capas
fr: Aucune couche

source: No palette detected
es: Ninguna paleta detectada
fr: Aucune palette détectée

source: No project open
es: Sin proyecto abierto
fr: Aucun projet ouvert

source: No recent projects
es: Sin proyectos recientes
fr: Aucun projet récent

source: No screens
es: Sin pantallas
fr: Aucun écran

source: No tilemap
es: Sin tilemap
fr: Aucune tilemap

source: No tiles extracted
es: Ningún tile extraído
fr: Aucune tile extraite

source: No zones created
es: Sin zonas creadas
fr: Aucune zone créée

source: None
es: Ninguno
fr: Aucun

source: Not selected
es: No seleccionado
fr: Non sélectionné

source: OAM ENTRIES (%lld/128)
es: ENTRADAS OAM (%lld/128)
fr: ENTRÉES OAM (%lld/128)

source: OAM/frame:
es: OAM/fotograma:
fr: OAM/image :

source: Open a SNES Studio project
es: Abrir un proyecto SNES Studio
fr: Ouvrir un projet SNES Studio

source: OPEN FILES
es: ARCHIVOS ABIERTOS
fr: FICHIERS OUVERTS

source: Open pixel art drawing studio
es: Abrir estudio de dibujo pixel art
fr: Ouvrir le studio de dessin pixel art

source: Open Project
es: Abrir proyecto
fr: Ouvrir un projet

source: Open Project...
es: Abrir proyecto...
fr: Ouvrir un projet...

source: Orchestration
es: Orquestación

source: Orchestre (Level 3)
es: Orchestre (Nivel 3)
fr: Orchestre (Niveau 3)

source: Outline
es: Contorno
fr: Contour

source: Pad
es: Mando
fr: Manette

source: Palette
es: Paleta

# Palette (%lld colors found, %lld in palette)
source: Palette (%1$lld colors found, %2$lld in palette)
es: Paleta (%lld colores encontrados, %lld en paleta)
fr: Palette (%lld couleurs trouvées, %lld en palette)

source: Palette imported from offset %@
es: Paleta importada desde el offset %@
fr: Palette importée depuis l'offset %@

source: Palettes
es: Paletas

source: PALETTES
es: PALETAS

source: Pause
es: Pausa

source: Paused
es: En pausa
fr: En pause

source: Place tilemap
es: Colocar tilemap
fr: Placer la tilemap

source: Play animation
es: Reproducir animación
fr: Lire l'animation

source: player.asm — saved
es: player.asm — guardado
fr: player.asm — enregistré

source: Playing
es: Reproduciendo
fr: Lecture

source: PPU I/O Registers
es: Registros E/S PPU
fr: Registres E/S PPU

source: Prev
es: Ant.
fr: Préc.

source: Preview
es: Vista previa
fr: Aperçu

source: Preview parallax
es: Vista previa parallax
fr: Aperçu parallaxe

source: Previous
es: Anterior
fr: Précédent

source: Previous Frame
es: Fotograma anterior
fr: Image précédente

source: Priority
es: Prioridad
fr: Priorité

source: Processing...
es: Procesando...
fr: Traitement...

source: Profile
es: Perfil
fr: Profil

# Project "%@" loaded — %@
source: Project "%1$@" loaded — %2$@
es: Proyecto "%@" cargado — %@
fr: Projet « %@ » chargé — %@

source: Project Name
es: Nombre del proyecto
fr: Nom du projet

source: Project path not defined
es: Ruta del proyecto no definida
fr: Chemin du projet non défini

source: Project saved
es: Proyecto guardado
fr: Projet enregistré

source: Project Summary
es: Resumen del proyecto
fr: Résumé du projet

source: Project tiles (%lld)
es: Tiles del proyecto (%lld)
fr: Tiles du projet (%lld)

source: PROPERTIES
es: PROPIEDADES
fr: PROPRIÉTÉS

source: QUICK PROFILE
es: PERFIL RÁPIDO
fr: PROFIL RAPIDE

source: QUICK REF
es: REF. RÁPIDA
fr: RÉF. RAPIDE

source: RAM Size
es: Tamaño RAM
fr: Taille RAM

source: RECENT PROJECTS
es: PROYECTOS RECIENTES
fr: PROJETS RÉCENTS

source: Redo
es: Rehacer
fr: Rétablir

source: Registers
es: Registros
fr: Registres

source: Remove sprite
es: Eliminar sprite
fr: Supprimer le sprite

source: Rename
es: Renombrar
fr: Renommer

source: Repeat X
es: Repetición X
fr: Répétition X

source: Repeat Y
es: Repetición Y
fr: Répétition Y

source: Replace color
es: Reemplazar color
fr: Remplacer la couleur

source: Required for the built-in AI assistant. Get a key at console.anthropic.com
es: Requerida para el asistente IA integrado. Obtén una clave en console.anthropic.com
fr: Nécessaire pour l'assistant IA intégré. Obtenez une clé sur console.anthropic.com

source: Reset
es: Restablecer
fr: Réinitialiser

source: Resources
es: Recursos
fr: Ressources

source: Restart the app to apply the new language
es: Reinicie la app para aplicar el nuevo idioma
fr: Redémarrez l'app pour appliquer la nouvelle langue

source: Retry
es: Reintentar
fr: Réessayer

source: ROM analyzed: %@
es: ROM analizada: %@
fr: ROM analysée : %@

source: ROM Analyzer
es: Analizador ROM
fr: Analyseur ROM

source: ROM byte
es: Byte ROM
fr: Octet ROM

source: ROM Size
es: Tamaño ROM
fr: Taille ROM

source: ROM start
es: Inicio ROM
fr: Début ROM

source: Rotate 90°
es: Rotar 90°
fr: Rotation 90°

source: SA-1 ROM banks (64KB)
es: Bancos ROM SA-1 (64KB)
fr: Banques ROM SA-1 (64 Ko)

source: Save
es: Guardar
fr: Enregistrer

source: Save error: %@
es: Error de guardado: %@
fr: Erreur de sauvegarde : %@

source: Saved
es: Guardado
fr: Enregistré

source: Screen
es: Pantalla
fr: Écran

source: Screen with background color, main loop
es: Pantalla con color de fondo, bucle principal
fr: Écran avec couleur de fond, boucle principale

source: Screens
es: Pantallas
fr: Écrans

source: Search
es: Buscar
fr: Rechercher

source: Search...
es: Buscar...
fr: Rechercher...

source: Select a button
es: Seleccione un botón
fr: Sélectionnez un bouton

source: Select a location
es: Seleccione una ubicación
fr: Sélectionnez un emplacement

source: Select a register
es: Seleccione un registro
fr: Sélectionnez un registre

source: Select a sprite sheet PNG
es: Seleccione un PNG de hoja de sprites
fr: Sélectionnez un PNG de planche de sprites

source: Select a tab
es: Seleccione una pestaña
fr: Sélectionnez un onglet

source: Select a transition
es: Seleccione una transición
fr: Sélectionnez une transition

source: Select or create a zone
es: Seleccione o cree una zona
fr: Sélectionnez ou créez une zone

source: Select the source and target screens
es: Seleccione las pantallas de origen y destino
fr: Sélectionnez les écrans source et cible

source: SELECTED REGISTER
es: REGISTRO SELECCIONADO
fr: REGISTRE SÉLECTIONNÉ

source: Settings
es: Ajustes
fr: Paramètres

source: SFC or SMC files
es: Archivos SFC o SMC
fr: Fichiers SFC ou SMC

source: Shift Down
es: Desplazar abajo
fr: Décaler en bas

source: Shift Left
es: Desplazar izquierda
fr: Décaler à gauche

source: Shift Right
es: Desplazar derecha
fr: Décaler à droite

source: Shift Up
es: Desplazar arriba
fr: Décaler en haut

source: Show grid
es: Mostrar cuadrícula
fr: Afficher la grille

source: Show layer
es: Mostrar capa
fr: Afficher la couche

source: Size
es: Tamaño
fr: Taille

source: SMC Header
es: Encabezado SMC
fr: En-tête SMC

source: SNES Assistant
es: Asistente SNES
fr: Assistant SNES

source: SNES Header
es: Encabezado SNES
fr: En-tête SNES

source: SNES Memory Map
es: Mapa de memoria SNES
fr: Carte mémoire SNES

source: SNES Studio Help
es: Ayuda SNES Studio
fr: Aide SNES Studio

source: Source screen
es: Pantalla de origen
fr: Écran source

source: Speed
es: Velocidad
fr: Vitesse

source: Sprite Demo
es: Demo Sprite
fr: Démo Sprite

source: Sprite Drawing
es: Dibujo de sprite
fr: Dessin de sprite

source: Sprite Sheet
es: Hoja de sprites
fr: Planche de sprites

source: SRAM (save data)
es: SRAM (datos de guardado)
fr: SRAM (données de sauvegarde)

source: SRAM byte
es: Byte SRAM
fr: Octet SRAM

source: Stamp (S)
es: Sello (S)
fr: Tampon (S)

source: Step %lld/3
es: Paso %lld/3
fr: Étape %lld/3

source: SUMMARY
es: RESUMEN
fr: RÉSUMÉ

source: SYMBOLS
es: SÍMBOLOS
fr: SYMBOLES

source: System default
es: Predeterminado del sistema
fr: Par défaut du système

source: Target screen
es: Pantalla de destino
fr: Écran cible

source: Template
es: Plantilla
fr: Modèle

# Tile #%lld + Pal %lld
source: Tile #%1$lld + Pal %2$lld
es: Tile #%lld + Pal %lld
fr: Tile #%lld + Pal %lld

# Tile %lld @ offset %lld
source: Tile %1$lld @ offset %2$lld
es: Tile %lld @ offset %lld
fr: Tile %lld @ offset %lld

source: TILE INFO
es: INFO TILE
fr: INFO TILE

source: Tiles to load
es: Tiles a cargar
fr: Tiles à charger

source: Tiles to remove
es: Tiles a eliminar
fr: Tiles à supprimer

# Tiles: %lld/%lld
source: Tiles: %1$lld/%2$lld
es: Tiles: %lld/%lld
fr: Tiles : %lld/%lld

source: Title
es: Título
fr: Titre

source: Toggle Console
es: Mostrar/ocultar consola
fr: Afficher/masquer la console

source: Toggle Right Panel
es: Mostrar/ocultar panel derecho
fr: Afficher/masquer le panneau droit

source: Too heavy for a single VBlank -- use progressive loading
es: Demasiado pesado para un solo VBlank — use carga progresiva
fr: Trop lourd pour un seul VBlank — utilisez le chargement progressif

source: Transitions
es: Transiciones

source: Type
es: Tipo

source: Type byte
es: Byte de tipo
fr: Octet de type

source: Unable to read file
es: No se puede leer el archivo
fr: Impossible de lire le fichier

source: Undo
es: Deshacer
fr: Annuler

source: Used
es: Usado
fr: Utilisé

source: Vectors
es: Vectores
fr: Vecteurs

source: Vertical flip
es: Volteo vertical
fr: Retournement vertical

source: VRAM Budget
es: Presupuesto VRAM
fr: Budget VRAM

source: VRAM exceeded! Reduce the number of tiles or use a BG mode with fewer colors.
es: ¡VRAM excedida! Reduzca el número de tiles o use un modo BG con menos colores.
fr: VRAM dépassée ! Réduisez le nombre de tiles ou utilisez un mode BG avec moins de couleurs.

source: VRAM Layout
es: Disposición VRAM
fr: Disposition VRAM

source: VRAM Viewer
es: Visor VRAM
fr: Visionneuse VRAM

source: Which 8×8 pattern to display (from the tileset)
es: Qué patrón 8×8 mostrar (del tileset)
fr: Quel motif 8×8 afficher (depuis le tileset)

source: Which color palette to apply to this tile
es: Qué paleta de colores aplicar a este tile
fr: Quelle palette de couleurs appliquer à cette tile
